<?php
/**
 * +------------------------------------------------------------------
 * |daogePHP： 框架核心语言包
 * +------------------------------------------------------------------
 * |athor：leilu<xiaoleiloverm@gmail.com>
 * +------------------------------------------------------------------
 * |Copyright (c) 2016-2018 All rights reserved.
 * +------------------------------------------------------------------
 */

/**
 * DaogePHP 简体中文语言包
 */
return [
    '_SYS_REDIRECT_MSG_'   => '系统将在{$time}秒之后自动跳转到{$url}！', //系统跳转提示 redirect函数中
    '_NOT_FIND_SEASLOG_'   => 'php扩展seasLog没找到',
    '_TEMPLATE_NOT_EXIST_' => '模版文件没找到',
    '_NOT_SUPPERT_'        => '不支持扩展',
];
